const filterFactories = [
    {
        name: '국가',
        factories: ['전체', '태국', '인도네시아', '일본', '미국', '영국'],
    },
    {
        name: '카테고리',
        factories: [
            '전체',
            '패션',
            '푸드/먹방',
            '엔터테인먼트',
            'Vlog/일상',
            '여행',
            'ASMR',
            '게임',
            '펫/동물',
            'IT/과학기술',
            '영화/애니',
            '자동차',
            '음악',
            '스포츠',
        ],
    },

    {
        name: '조회수',
        factories: [
            '전체',
            '~100만',
            '100만~1000만',
            '1000만~5000만',
            '5000만~',
        ],
    },
    {
        name: '전체 영상별 평균 조회수',
        factories: ['전체', '~10만', '10만~100만', '100만~'],
    },
    {
        name: '업로드 일자',
        factories: ['최근1개월', '최근2개월'],
    },
];

export default filterFactories;
